{
  "legal": {
    "content": {
      "terms": {
        "title": "Términos de Servicio",
        "last_updated": "Última actualización: 15 de noviembre de 2025",
        "sections": [
          {
            "heading": "1. Aceptación de los Términos",
            "paragraphs": [
              "Al acceder y utilizar nuestros servicios, usted acepta y se compromete a cumplir los términos y disposiciones de este acuerdo. Además, al utilizar estos servicios particulares, estará sujeto a cualquier guía o regla publicada aplicable a dichos servicios. Cualquier participación en este servicio constituirá la aceptación de este acuerdo."
            ]
          },
          {
            "heading": "2. Descripción del Servicio",
            "paragraphs": [
              "Nuestro sitio web proporciona una plataforma para buscar e importar vehículos de subastas en los EE. UU. Actuamos como intermediarios y facilitamos el proceso desde la oferta hasta la entrega. Nuestro servicio se proporciona \"tal cual\" y no ofrecemos garantías de ningún tipo."
            ]
          },
          {
            "heading": "3. Conducta del Usuario",
            "paragraphs": [
              "Usted se compromete a no utilizar el servicio para ningún propósito ilegal o prohibido por esta cláusula. Usted se compromete a no utilizar el servicio de ninguna manera que pueda dañar el servicio, el negocio de nuestra empresa o a terceros. Esto incluye, entre otros, la transmisión de cualquier material que sea difamatorio, ofensivo u objetable de otro modo."
            ]
          },
          {
            "heading": "4. Exclusión de Garantías",
            "paragraphs": [
              "El servicio se proporciona \"tal cual\" y \"según disponibilidad\". No ofrecemos garantías de ningún tipo, expresas o implícitas, sobre el funcionamiento de nuestro servicio, o la información, contenido, materiales o productos incluidos en este sitio. Usted acepta expresamente que el uso del servicio es bajo su propio riesgo."
            ]
          },
          {
            "heading": "5. Limitación de Responsabilidad",
            "paragraphs": [
              "En ningún caso seremos responsables de daños indirectos, incidentales, especiales, consecuentes o punitivos que resulten del uso o la imposibilidad de uso del servicio."
            ]
          }
        ]
      },
      "coordinacion_arrastres": {
        "title": "Coordinación de Arrastres",
        "last_updated": "Última actualización: 24 de noviembre de 2025",
        "sections": [
          {
            "heading": "1. Servicio de Coordinación",
            "paragraphs": [
              "SUM Trading ofrece servicios de coordinación de arrastre para el transporte de vehículos desde diferentes ubicaciones en Estados Unidos hasta nuestro patio en Brownsville, Texas.",
              "Trabajamos con transportistas certificados y asegurados para garantizar el traslado seguro de tu vehículo."
            ]
          },
          {
            "heading": "2. Cobertura Geográfica",
            "paragraphs": [
              "Nuestro servicio cubre todos los estados de Estados Unidos. Las tarifas varían según la distancia, accesibilidad y condiciones del vehículo.",
              "Ofrecemos seguimiento en tiempo real durante todo el proceso de transporte."
            ]
          },
          {
            "heading": "3. Tarifas y Costos",
            "paragraphs": [
              "Las tarifas de arrastre se calculan en base a:",
              "• Distancia desde el punto de origen hasta Brownsville, TX",
              "• Condición del vehículo (operativo o inoperativo)",
              "• Temporada y disponibilidad de transportistas",
              "• Tipo de vehículo y peso",
              "Todas las tarifas incluyen seguro básico de transporte."
            ]
          },
          {
            "heading": "4. Tiempo de Entrega",
            "paragraphs": [
              "El tiempo de entrega varía según la ubicación:",
              "• Estados cercanos (TX, LA, OK): 1-3 días",
              "• Estados del sur y centro: 3-5 días",
              "• Estados del norte y oeste: 5-10 días",
              "• Costa oeste: 7-14 días"
            ]
          },
          {
            "heading": "5. Seguro y Responsabilidad",
            "paragraphs": [
              "Todos los transportes incluyen seguro básico contra daños durante el traslado.",
              "El cliente puede contratar seguro adicional para mayor cobertura.",
              "SUM Trading no se hace responsable por daños preexistentes o no reportados antes del arrastre."
            ]
          },
          {
            "heading": "6. Proceso de Coordinación",
            "paragraphs": [
              "1. El cliente proporciona la ubicación exacta del vehículo",
              "2. Generamos una cotización detallada",
              "3. Una vez aprobada, coordinamos con el transportista",
              "4. El vehículo es recogido y transportado",
              "5. Se notifica al cliente cuando el vehículo llega a nuestro patio"
            ]
          }
        ]
      },
      "privacy": {
        "title": "Política de Privacidad",
        "last_updated": "Última actualización: 24 de noviembre de 2025",
        "sections": [
          {
            "heading": "1. Información que Recopilamos",
            "paragraphs": [
              "Recopilamos información personal que usted nos proporciona directamente al:",
              "• Crear una cuenta en nuestro sitio web",
              "• Realizar una compra o solicitar nuestros servicios",
              "• Suscribirse a nuestro boletín informativo",
              "• Contactarnos a través de formularios o correo electrónico",
              "Esta información puede incluir: nombre, dirección de correo electrónico, número de teléfono, dirección postal, información de pago y preferencias de vehículos."
            ]
          },
          {
            "heading": "2. Uso de la Información",
            "paragraphs": [
              "Utilizamos la información recopilada para:",
              "• Procesar transacciones y gestionar pedidos",
              "• Proporcionar servicio al cliente y soporte técnico",
              "• Enviar notificaciones sobre el estado de su pedido",
              "• Mejorar nuestros servicios y experiencia del usuario",
              "• Cumplir con obligaciones legales y regulatorias",
              "• Enviar comunicaciones de marketing (con su consentimiento)"
            ]
          },
          {
            "heading": "3. Compartir Información",
            "paragraphs": [
              "No vendemos, alquilamos ni compartimos su información personal con terceros para fines de marketing sin su consentimiento explícito.",
              "Podemos compartir su información con:",
              "• Proveedores de servicios que nos ayudan a operar nuestro negocio (procesadores de pago, empresas de logística)",
              "• Autoridades gubernamentales cuando sea requerido por ley",
              "• Empresas de transporte y agentes aduanales para completar el servicio contratado"
            ]
          },
          {
            "heading": "4. Seguridad de Datos",
            "paragraphs": [
              "Implementamos medidas de seguridad técnicas y organizativas para proteger su información personal contra acceso no autorizado, alteración, divulgación o destrucción.",
              "Utilizamos encriptación SSL para transacciones financieras y almacenamiento seguro de datos.",
              "Sin embargo, ningún método de transmisión por Internet es 100% seguro, por lo que no podemos garantizar seguridad absoluta."
            ]
          },
          {
            "heading": "5. Cookies y Tecnologías Similares",
            "paragraphs": [
              "Utilizamos cookies y tecnologías similares para:",
              "• Mantener su sesión activa y preferencias",
              "• Analizar el tráfico del sitio web",
              "• Personalizar contenido y anuncios",
              "• Mejorar la funcionalidad del sitio",
              "Puede controlar el uso de cookies a través de la configuración de su navegador. Para más información, consulte nuestra Política de Cookies."
            ]
          },
          {
            "heading": "6. Sus Derechos",
            "paragraphs": [
              "Usted tiene derecho a:",
              "• Acceder a su información personal",
              "• Solicitar corrección de datos inexactos",
              "• Solicitar eliminación de sus datos",
              "• Oponerse al procesamiento de su información",
              "• Solicitar portabilidad de datos",
              "• Retirar su consentimiento en cualquier momento",
              "Para ejercer estos derechos, contáctenos a través de los canales indicados en nuestro sitio web."
            ]
          },
          {
            "heading": "7. Retención de Datos",
            "paragraphs": [
              "Conservamos su información personal solo durante el tiempo necesario para cumplir con los propósitos descritos en esta política, salvo que la ley requiera un período de retención más largo.",
              "Después de completar una transacción, mantenemos registros durante el tiempo requerido por regulaciones fiscales y legales."
            ]
          },
          {
            "heading": "8. Cambios a esta Política",
            "paragraphs": [
              "Nos reservamos el derecho de actualizar esta Política de Privacidad en cualquier momento. Le notificaremos sobre cambios significativos publicando la nueva política en nuestro sitio web.",
              "Le recomendamos revisar esta página periódicamente para estar informado sobre cómo protegemos su información."
            ]
          }
        ]
      },
      "cookies": {
        "title": "Política de Cookies",
        "last_updated": "Última actualización: 24 de noviembre de 2025",
        "sections": [
          {
            "heading": "1. ¿Qué son las Cookies?",
            "paragraphs": [
              "Las cookies son pequeños archivos de texto que se almacenan en su dispositivo cuando visita nuestro sitio web. Nos permiten reconocer su dispositivo y recordar información sobre su visita.",
              "Las cookies pueden ser 'persistentes' (permanecen en su dispositivo) o 'de sesión' (se eliminan al cerrar el navegador)."
            ]
          },
          {
            "heading": "2. Tipos de Cookies que Utilizamos",
            "paragraphs": [
              "• Cookies Esenciales: Necesarias para el funcionamiento básico del sitio (inicio de sesión, carrito de compras)",
              "• Cookies de Rendimiento: Recopilan información sobre cómo utiliza el sitio (páginas visitadas, errores)",
              "• Cookies de Funcionalidad: Recuerdan sus preferencias (idioma, configuraciones)",
              "• Cookies de Publicidad: Personalizan anuncios según sus intereses",
              "• Cookies de Análisis: Nos ayudan a entender cómo los visitantes interactúan con nuestro sitio"
            ]
          },
          {
            "heading": "3. Cookies de Terceros",
            "paragraphs": [
              "Utilizamos servicios de terceros que pueden establecer cookies en su dispositivo:",
              "• Google Analytics: Para análisis de tráfico web",
              "• Stripe: Para procesamiento seguro de pagos",
              "• Facebook/Meta Pixel: Para publicidad dirigida",
              "• Microsoft Clarity: Para análisis de comportamiento del usuario",
              "Estos terceros tienen sus propias políticas de privacidad y cookies."
            ]
          },
          {
            "heading": "4. Cómo Gestionar Cookies",
            "paragraphs": [
              "Puede controlar y/o eliminar cookies como desee:",
              "• A través de la configuración de su navegador (Chrome, Firefox, Safari, Edge)",
              "• Usando nuestro banner de consentimiento de cookies al visitar el sitio",
              "• Bloqueando cookies de terceros específicos",
              "Tenga en cuenta que deshabilitar cookies puede afectar la funcionalidad del sitio web."
            ]
          },
          {
            "heading": "5. Duración de las Cookies",
            "paragraphs": [
              "• Cookies de Sesión: Se eliminan automáticamente al cerrar el navegador",
              "• Cookies Persistentes:",
              "  - Cookies de preferencias: 1 año",
              "  - Cookies de análisis: 2 años",
              "  - Cookies publicitarias: 90 días (pueden variar según el proveedor)"
            ]
          },
          {
            "heading": "6. Consentimiento",
            "paragraphs": [
              "Al continuar navegando en nuestro sitio web después de ver nuestro banner de cookies, usted consiente el uso de cookies según se describe en esta política.",
              "Puede cambiar sus preferencias de cookies en cualquier momento a través del enlace en el pie de página de nuestro sitio."
            ]
          }
        ]
      }
    }
  },
  "sitemap_page": {
    "title": "Mapa del Sitio",
    "description": "Navega por nuestro sitio utilizando los enlaces a continuación.",
    "main_pages": "Páginas Principales",
    "legal_pages": "Páginas Legales"
  }
}
